Autodesk.Revit.DB.Structure.PathReinforcementType.CreateDefaultPathReinforcementType(Autodesk.Revit.DB.Document)
Creates a new PathReinforcementType object with a default name.
ADoc:
The document.
Returns:
The newly created type id.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2015